evaluation/ycsb_pm_results/capybarakv/Runa/Run1
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 22184
[OVERALL], Throughput(ops/sec), 22538.76667868734
[TOTAL_GCS_G1_Young_Generation], Count, 5
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 22
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0991705733862243
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 22
[TOTAL_GC_TIME_%], Time(%), 0.0991705733862243
[READ], Operations, 249486
[READ], AverageLatency(us), 8.58720729820511
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 3121
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 10
[READ], Return=OK, 249486
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 72992.0
[CLEANUP], MinLatency(us), 72960
[CLEANUP], MaxLatency(us), 73023
[CLEANUP], 95thPercentileLatency(us), 73023
[CLEANUP], 99thPercentileLatency(us), 73023
[UPDATE], Operations, 250514
[UPDATE], AverageLatency(us), 21.44255810054528
[UPDATE], MinLatency(us), 18
[UPDATE], MaxLatency(us), 6279
[UPDATE], 95thPercentileLatency(us), 22
[UPDATE], 99thPercentileLatency(us), 27
[UPDATE], Return=OK, 250514